
"Passcode Lock" = "Bloqueo con código";

"All data in this app will be erased after %d failed passcode attempts." = "Todos los datos de la aplicación se eliminan después de %d intentos fallidos.";
"Cancel" = "Cancelar";
"Enable" = "Activar";
"Erase all content in the app after %d failed passcode attempts." = "Después de %d intentos fallidos, se eliminan todos los datos de la aplicación.";

"Turn Passcode Off" = "Desactivar bloqueo con código";
"Turn Passcode On" = "Activar bloqueo con código";
"Change Passcode" = "Cambiar código";
"Erase Data" = "Eliminar datos";
"Set Passcode" = "Establecer código";
"Turn off Passcode" = "Desactivar";
"Enter Passcode" = "Introducir código";
"1 Failed Passcode Attempt" = "Intento fallido 1";
"%i Failed Passcode Attempts" = "Intento fallido %i";
"Passcodes did not match. Try again." = "Los códigos eran diferentes. Vuelva a intentarlo.";
"Enter a different passcode. You cannot re-use the same passcode." = "Introduzca otro código.
No puede volver a utilizar el actual.";
"Erase all data and reset passcode" = "¿Desea eliminar todos los datos y desactivar el bloqueo con código?";

"Enter your passcode" = "Introduzca su código";
"Enter a passcode" = "Introduzca un código";
"Re-enter your passcode" = "Vuelva a introducir el código";
"Enter your old passcode" = "Introduzca el código antiguo";
"Enter your new passcode" = "Introduzca un código nuevo";
"Re-enter your new passcode" = "Vuelva a introducir el código nuevo";

"Passcode lock notice" = "Tenga en cuenta";
"ResetInfo" = "No existe manera de restablecer el código de acceso; si alguna vez la olvida, no podrá acceder a sus chats.";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "El bloqueo con código de la aplicación protege sus datos de miradas indiscretas, pero no sustituye al bloqueo con código del dispositivo.\nActive también el bloqueo con código del dispositivo (si no está activado ya) para que se cifren los datos guardados.";

"Require Passcode" = "Solicitar código";
"Immediately" = "Inmediatamente";
"After 1 minute" = "Al cabo de 1 minuto";
"After %d minutes" = "Al cabo de %d minutos";
"After 1 min." = "Al cabo de 1 min";
"After %d min." = "Al cabo de %d minutos";
"After 1 hour" = "Al cabo de 1 hora";
"After %d hours" = "Al cabo de %d horas";

"Passcode_remove_title" = "Chats privados";
"Passcode_remove_message" = "Si eliminas la protección de acceso, todos tus chats privados volverán a aparecer en la vista de chat.";
"Passcode_remove_disable" = "Desactivar código";
